<s> 0
</s> 1
<blank> 2
<unk> 3
the 4
of 5
to 6
is 7
that 8
i 9
a 10
it 11
in 12
mr 13
we 14
this 15
and 16
hon 17
not 18
are 19
have 20
for 21
speaker 22
on 23
be 24
will 25
minister 26
lib 27
they 28
government 29
was 30
there 31
has 32
what 33
do 34
with 35
would 36
he 37
my 38
member 39
ref 40
all 41
question 42
as 43
about 44
bill 45
motion 46
no 47
s 48
at 49
our 50
canada 51
very 52
house 53
an 54
by 55
been 56
honourable 57
from 58
these 59
one 60
people 61
senators 62
time 63
am 64
bq 65
right 66
should 67
us 68
their 69
ms 70
can 71
some 72
you 73
does 74
those 75
want 76
his 77
acting 78
leader 79
were 80
more 81
know 82
members 83
canadian 84
ndp 85
now 86
jean 87
them 88
prime 89
like 90
think 91
point 92
say 93
but 94
why 95
committee 96
debate 97
who 98
senator 99
did 100
c 101
if 102
had 103
issue 104
must 105
canadians 106
other 107
also 108
first 109
me 110
let 111
out 112
so 113
chretien 114
how 115
when 116
here 117
could 118
today 119
which 120
said 121
up 122
pc 123
important 124
just 125
senate 126
secretary 127
party 128
john 129
act 130
many 131
order 132
its 133
or 134
going 135
report 136
however 137
two 138
parliamentary 139
mcclelland 140
good 141
way 142
need 143
mrs 144
make 145
country 146
get 147
see 148
made 149
health 150
support 151
years 152
new 153
any 154
take 155
well 156
tax 157
only 158
national 159
go 160
into 161
than 162
reform 163
cannot 164
finance 165
deputy 166
development 167
problem 168
opposition 169
believe 170
done 171
paul 172
legislation 173
being 174
work 175
affairs 176
where 177
pierre 178
again 179
system 180
ask 181
money 182
general 183
m 184
public 185
quebec 186
questions 187
over 188
look 189
she 190
thank 191
business 192
things 193
st 194
same 195
federal 196
number 197
amendment 198
j 199
him 200
put 201
human 202
day 203
answer 204
another 205
much 206
agreement 207
year 208
second 209
before 210
may 211
your 212
back 213
then 214
something 215
vote 216
such 217
international 218
give 219
budget 220
b 221
resources 222
because 223
matter 224
come 225
north 226
west 227
read 228
centre 229
rise 230
situation 231
fact 232
pettigrew 233
liberal 234
following 235
part 236
place 237
case 238
clause 239
doing 240
calgary 241
clear 242
reading 243
thibeault 244
even 245
thing 246
her 247
too 248
board 249
understand 250
last 251
still 252
justice 253
really 254
agreed 255
position 256
great 257
please 258
madam 259
process 260
shall 261
talk 262
martin 263
quite 264
industry 265
parliament 266
adjourned 267
david 268
talking 269
pleasure 270
certainly 271
long 272
world 273
provinces 274
most 275
under 276
nothing 277
program 278
children 279
foreign 280
colleague 281
care 282
three 283
rights 284
hope 285
every 286
through 287
continue 288
response 289
lot 290
division 291
example 292
heard 293
adopt 294
having 295
speak 296
down 297
after 298
present 299
never 300
peter 301
change 302
liberals 303
graham 304
comments 305
agree 306
therefore 307
leave 308
south 309
information 310
deal 311
always 312
trade 313
billion 314
law 315
wrong 316
wish 317
taxes 318
plan 319
defence 320
winnipeg 321
already 322
saint 323
taken 324
next 325
issues 326
against 327
respect 328
real 329
own 330
de 331
forward 332
yes 333
third 334
words 335
little 336
consent 337
vancouver 338
hear 339
future 340
both 341
move 342
farmers 343
alasdair 344
bloc 345
state 346
arthur 347
pay 348
p 349
simply 350
help 351
five 352
sure 353
few 354
eggleton 355
commons 356
better 357
asked 358
find 359
small 360
kind 361
saying 362
favour 363
different 364
services 365
standing 366
course 367
opinion 368
rock 369
east 370
e 371
young 372
solicitor 373
job 374
amendments 375
jim 376
use 377
concerns 378
provincial 379
given 380
perhaps 381
problems 382
address 383
yet 384
jobs 385
million 386
serious 387
end 388
environment 389
absolutely 390
happen 391
policy 392
stand 393
unanimous 394
economy 395
notice 396
decision 397
far 398
speech 399
political 400
concern 401
opportunity 402
investment 403
says 404
area 405
scott 406
enough 407
best 408
true 409
interest 410
allan 411
means 412
hansard 413
fisheries 414
community 415
committees 416
used 417
simple 418
whole 419
women 420
high 421
action 422
working 423
tell 424
guy 425
river 426
clearly 427
halifax 428
happened 429
concerned 430
consideration 431
without 432
moved 433
income 434
edmonton 435
marie 436
social 437
across 438
financial 439
side 440
raised 441
states 442
exactly 443
responsibility 444
opposed 445
met 446
further 447
during 448
herb 449
education 450
hill 451
gray 452
ottawa 453
since 454
needs 455
court 456
off 457
family 458
cost 459
goes 460
debt 461
d 462
changes 463
economic 464
amended 465
week 466
valley 467
quebecois 468
once 469
word 470
province 471
proud 472
came 473
workers 474
getting 475
kinsella 476
power 477
trying 478
mississauga 479
making 480
seen 481
service 482
sense 483
set 484
colleagues 485
asking 486
divided 487
amend 488
agriculture 489
called 490
role 491
petitions 492
life 493
particular 494
white 495
proceed 496
went 497
wants 498
chair 499
rules 500
fund 501
seems 502
heritage 503
interesting 504
approach 505
pension 506
motions 507
facts 508
call 509
line 510
history 511
each 512
manning 513
difficult 514
declare 515
opposite 516
transport 517
reason 518
preston 519
grey 520
might 521
able 522
unfortunately 523
stewart 524
record 525
involved 526
fair 527
talked 528
carstairs 529
knows 530
adopted 531
michel 532
island 533
around 534
major 535
gilles 536
together 537
keep 538
period 539
society 540
looking 541
police 542
riding 543
governments 544
don 545
united 546
terms 547
often 548
prince 549
four 550
away 551
person 552
war 553
countries 554
oceans 555
thompson 556
statement 557
left 558
families 559
comment 560
special 561
obviously 562
taking 563
negatived 564
victims 565
food 566
royal 567
makes 568
works 569
comes 570
until 571
judy 572
democracy 573
anything 574
programs 575
mentioned 576
wasylycia 577
leis 578
edited 579
happening 580
bernard 581
start 582
points 583
yesterday 584
protection 585
thought 586
lost 587
collenette 588
bring 589
revenue 590
responsible 591
george 592
section 593
possible 594
child 595
benefit 596
later 597
labour 598
mean 599
group 600
ago 601
provide 602
laurier 603
big 604
rose 605
allowed 606
miss 607
military 608
become 609
result 610
coming 611
carry 612
nations 613
late 614
nay 615
past 616
co 617
bit 618
within 619
told 620
granted 621
between 622
principle 623
land 624
feel 625
businesses 626
page 627
surrey 628
remarks 629
continued 630
appreciate 631
friend 632
department 633
commission 634
benefits 635
view 636
sainte 637
received 638
less 639
indian 640
actually 641
days 642
several 643
increase 644
free 645
proposed 646
live 647
got 648
yea 649
private 650
medicine 651
deficit 652
cut 653
areas 654
table 655
pictou 656
antigonish 657
ontario 658
langley 659
guysborough 660
peace 661
listen 662
itself 663
changed 664
inquiry 665
hat 666
deleting 667
regard 668
per 669
wanted 670
northern 671
term 672
hard 673
aboriginal 674
others 675
grant 676
brought 677
times 678
consider 679
listened 680
duceppe 681
short 682
pleased 683
everyone 684
indeed 685
access 686
sector 687
reality 688
poverty 689
mackay 690
elected 691
certain 692
taxpayers 693
election 694
union 695
reasons 696
communities 697
sharon 698
agency 699
employment 700
level 701
idea 702
deferred 703
december 704
longer 705
introduction 706
themselves 707
students 708
answers 709
wayne 710
stop 711
president 712
crime 713
rather 714
message 715
axworthy 716
quote 717
wheat 718
tuesday 719
totally 720
minutes 721
specific 722
shore 723
democratic 724
bad 725
les 726
almost 727
study 728
rick 729
control 730
columbia 731
home 732
request 733
meet 734
try 735
wonder 736
suggest 737
remember 738
full 739
took 740
tabled 741
happy 742
noel 743
legal 744
aware 745
carried 746
conservative 747
parties 748
old 749
march 750
found 751
ways 752
open 753
letter 754
du 755
significant 756
gone 757
correct 758
step 759
riviere 760
final 761
recognize 762
chuck 763
available 764
safety 765
risen 766
procedure 767
diane 768
share 769
necessary 770
management 771
everything 772
measures 773
choice 774
benoit 775
solution 776
mcdonough 777
current 778
allow 779
alexa 780
attention 781
truth 782
thursday 783
souris 784
personal 785
office 786
passed 787
rule 788
leadership 789
subject 790
ready 791
protect 792
monte 793
boudria 794
speaking 795
insurance 796
coast 797
worked 798
sorry 799
solberg 800
funding 801
fraser 802
anne 803
spending 804
andy 805
based 806
review 807
deborah 808
whether 809
amount 810
november 811
crisis 812
post 813
meeting 814
extremely 815
commitment 816
spoke 817
dollars 818
institutions 819
l 820
effect 821
completely 822
sitting 823
nato 824
criminal 825
paid 826
referred 827
february 828
lloyd 829
list 830
lynch 831
follows 832
nation 833
staunton 834
mind 835
constitution 836
wednesday 837
tomorrow 838
price 839
agri 840
six 841
strong 842
robinson 843
mark 844
least 845
constituents 846
bob 847
accept 848
strike 849
forces 850
probably 851
youth 852
individual 853
months 854
surplus 855
svend 856
southeast 857
name 858
moment 859
couple 860
cases 861
balance 862
accountability 863
initiative 864
th 865
living 866
held 867
costs 868
congratulate 869
chamber 870
man 871
earlier 872
force 873
school 874
szabo 875
respond 876
poor 877
priority 878
atlantic 879
maybe 880
churchill 881
welcome 882
robert 883
gauthier 884
fundamental 885
create 886
madeleine 887
charest 888
status 889
research 890
official 891
finally 892
ever 893
dealing 894
honour 895
rate 896
loup 897
kamouraska 898
stands 899
la 900
temiscouata 901
red 902
majority 903
council 904
basques 905
transcona 906
kamloops 907
elk 908
decisions 909
auditor 910
show 911
natural 912
main 913
else 914
created 915
constitutional 916
positive 917
jacques 918
multilateral 919
difference 920
lives 921
large 922
code 923
roberval 924
nova 925
julien 926
fashion 927
chairman 928
t 929
singh 930
okanagan 931
employees 932
cuts 933
balanced 934
wellington 935
abbotsford 936
while 937
voting 938
privilege 939
newfoundland 940
jason 941
behind 942
started 943
recommendations 944
individuals 945
girard 946
explain 947
examples 948
citizens 949
seriously 950
prepared 951
negotiations 952
crete 953
close 954
october 955
grain 956
british 957
kenney 958
harris 959
easy 960
purpose 961
provided 962
happens 963
boudreau 964
sometimes 965
evidence 966
basis 967
market 968
face 969
o 970
jocelyne 971
experience 972
bujold 973
add 974
upon 975
results 976
relief 977
air 978
water 979
run 980
nelson 981
listening 982
addressed 983
waterloo 984
stated 985
sheila 986
rcmp 987
kosovo 988
urge 989
unacceptable 990
strahl 991
among 992
blaikie 993
michael 994
ken 995
groups 996
estimates 997
challenge 998
appropriate 999
courts 1000
behalf 1001
randy 1002
pretty 1003
richard 1004
presented 1005
paper 1006
turn 1007
offer 1008
mills 1009
known 1010
dick 1011
louis 1012
immigration 1013
citizenship 1014
waiting 1015
riis 1016
nos 1017
leon 1018
epp 1019
anyone 1020
regina 1021
key 1022
soon 1023
principles 1024
form 1025
story 1026
security 1027
numbers 1028
laval 1029
definition 1030
non 1031
attorney 1032
environmental 1033
unemployment 1034
quickly 1035
kootenay 1036
jake 1037
hoeppner 1038
afraid 1039
millennium 1040
impact 1041
forrestall 1042
eastern 1043
banks 1044
supreme 1045
seem 1046
interested 1047
needed 1048
ministers 1049
kings 1050
gave 1051
friends 1052
doubt 1053
document 1054
association 1055
veterans 1056
reference 1057
politics 1058
lines 1059
statements 1060
macleod 1061
judges 1062
interests 1063
cent 1064
risk 1065
april 1066
takes 1067
provides 1068
orders 1069
represent 1070
raise 1071
month 1072
half 1073
ensure 1074
h 1075
direction 1076
alberta 1077
treaty 1078
rates 1079
particularly 1080
yvan 1081
wait 1082
claude 1083
ones 1084
instead 1085
american 1086
knew 1087
figures 1088
common 1089
low 1090
independent 1091
debates 1092
consultation 1093
carefully 1094
saw 1095
reads 1096
petition 1097
huge 1098
scarborough 1099
receive 1100
oliver 1101
mention 1102
type 1103
burnaby 1104
talks 1105
conditions 1106
reasonable 1107
matters 1108
directly 1109
deserve 1110
tremblay 1111
sackville 1112
mclellan 1113
kinds 1114
freedom 1115
morning 1116
laws 1117
hants 1118
floor 1119
housing 1120
everybody 1121
efforts 1122
corporation 1123
strategy 1124
roy 1125
required 1126
piece 1127
measure 1128
lack 1129
discussion 1130
companies 1131
central 1132
trust 1133
priorities 1134
play 1135
parents 1136
return 1137
news 1138
implementation 1139
hand 1140
along 1141
spend 1142
heart 1143
deemed 1144
lawrence 1145
copps 1146
technology 1147
authorized 1148
statistics 1149
recently 1150
nose 1151
introduced 1152
date 1153
ted 1154
follow 1155
note 1156
interrupt 1157
fiscal 1158
denis 1159
apply 1160
allotted 1161
pat 1162
ruling 1163
homme 1164
esquimalt 1165
encourage 1166
prud 1167
guiral 1168
expect 1169
dealt 1170
operation 1171
dalphond 1172
alone 1173
truly 1174
toronto 1175
progressive 1176
paying 1177
funds 1178
toward 1179
stoffer 1180
solutions 1181
marcel 1182
someone 1183
proposal 1184
lorne 1185
judge 1186
jane 1187
deals 1188
brunswick 1189
yeas 1190
juan 1191
importance 1192
albert 1193
resolution 1194
ourselves 1195
june 1196
dube 1197
various 1198
region 1199
jurisdiction 1200
voted 1201
taxation 1202
remain 1203
policies 1204
fuca 1205
elsie 1206
conflict 1207
basic 1208
votes 1209
looked 1210
lee 1211
culture 1212
beyond 1213
total 1214
self 1215
resumed 1216
officers 1217
nays 1218
g 1219
committed 1220
argument 1221
affected 1222
sort 1223
single 1224
science 1225
farm 1226
reports 1227
mike 1228
increased 1229
gordon 1230
brison 1231
anderson 1232
wild 1233
supporting 1234
effective 1235
administration 1236
value 1237
supported 1238
obvious 1239
mercier 1240
indicated 1241
french 1242
documents 1243
credit 1244
supposed 1245
progress 1246
population 1247
lake 1248
gerry 1249
continues 1250
considered 1251
wonderful 1252
success 1253
richmond 1254
pursuant 1255
answered 1256
worse 1257
similar 1258
sent 1259
repeat 1260
reduce 1261
qu 1262
monday 1263
maurice 1264
head 1265
excellent 1266
appelle 1267
yvon 1268
currently 1269
conclusion 1270
salaberry 1271
organization 1272
fully 1273
beauharnois 1274
andre 1275
keith 1276
hyacinthe 1277
donald 1278
confidence 1279
bagot 1280
western 1281
objective 1282
nanaimo 1283
mountain 1284
minute 1285
growth 1286
defeated 1287
assistance 1288
session 1289
refer 1290
park 1291
hays 1292
guess 1293
capital 1294
yorkton 1295
troops 1296
skeena 1297
provisions 1298
flag 1299
either 1300
spent 1301
remains 1302
joint 1303
gets 1304
brien 1305
brief 1306
breitkreuz 1307
remaining 1308
medical 1309
hours 1310
harbance 1311
fine 1312
dhaliwal 1313
dan 1314
campaign 1315
weeks 1316
rimouski 1317
putting 1318
melville 1319
improve 1320
discussions 1321
concept 1322
burlington 1323
brandon 1324
art 1325
supplementary 1326
giving 1327
exist 1328
equalization 1329
earle 1330
tony 1331
seven 1332
mitis 1333
marlene 1334
company 1335
treasury 1336
rest 1337
manitoba 1338
lower 1339
vanclief 1340
served 1341
saskatchewan 1342
lyle 1343
fairness 1344
accountable 1345
surely 1346
language 1347
gerald 1348
circumstances 1349
actions 1350
nature 1351
greater 1352
former 1353
chief 1354
ahead 1355
according 1356
ablonczy 1357
recognized 1358
expired 1359
daniel 1360
aspect 1361
understanding 1362
reed 1363
recent 1364
hold 1365
grafstein 1366
delayed 1367
competition 1368
compensation 1369
cause 1370
valeri 1371
peterson 1372
frontenac 1373
direct 1374
bachand 1375
sit 1376
signed 1377
port 1378
loans 1379
jack 1380
bryden 1381
beginning 1382
authority 1383
sad 1384
northeast 1385
initiatives 1386
immediately 1387
forget 1388
cools 1389
charlie 1390
responsibilities 1391
manley 1392
mandate 1393
gives 1394
acadie 1395
turp 1396
rey 1397
pagtakhan 1398
nystrom 1399
hands 1400
bank 1401
fairly 1402
entire 1403
contribution 1404
york 1405
practice 1406
payments 1407
nunavut 1408
congratulations 1409
cabinet 1410
using 1411
referendum 1412
ralph 1413
oppose 1414
douglas 1415
saskatoon 1416
recommendation 1417
knowledge 1418
city 1419
imagine 1420
focus 1421
failed 1422
decided 1423
death 1424
hearing 1425
bathurst 1426
property 1427
hills 1428
decide 1429
appointment 1430
tried 1431
stay 1432
regulations 1433
regional 1434
powers 1435
king 1436
established 1437
effort 1438
complex 1439
commend 1440
sides 1441
emergency 1442
age 1443
values 1444
sherbrooke 1445
pass 1446
moving 1447
learn 1448
institution 1449
grasslands 1450
figure 1451
cypress 1452
referring 1453
none 1454
critical 1455
throne 1456
savoye 1457
oral 1458
morrison 1459
gulf 1460
goodale 1461
garry 1462
appointed 1463
yukon 1464
volume 1465
victoria 1466
thinking 1467
suzanne 1468
collective 1469
bulkley 1470
article 1471
americans 1472
require 1473
quebeckers 1474
parks 1475
nobody 1476
myself 1477
macaulay 1478
due 1479
budgets 1480
book 1481
agenda 1482
lead 1483
godin 1484
appeal 1485
taxpayer 1486
shame 1487
basically 1488
andreychuk 1489
levels 1490
chance 1491
bernier 1492
vision 1493
nepean 1494
moose 1495
higher 1496
ground 1497
ei 1498
agreements 1499
thousands 1500
replacing 1501
reduction 1502
proper 1503
persons 1504
opportunities 1505
christine 1506
tremendous 1507
successful 1508
spoken 1509
drummond 1510
discuss 1511
anniversary 1512
witnesses 1513
withdraw 1514
terrible 1515
project 1516
previous 1517
loubier 1518
hanger 1519
equity 1520
energy 1521
concurrence 1522
begin 1523
plans 1524
cultural 1525
rob 1526
provision 1527
men 1528
electronic 1529
early 1530
unfair 1531
suggestion 1532
strongly 1533
standard 1534
parliamentarians 1535
ought 1536
lose 1537
karen 1538
suffering 1539
represents 1540
maisonneuve 1541
eric 1542
creation 1543
charter 1544
bills 1545
average 1546
task 1547
simcoe 1548
producers 1549
hochelaga 1550
himself 1551
fall 1552
easter 1553
compton 1554
clarification 1555
calling 1556
adjourn 1557
wishes 1558
stanstead 1559
speaks 1560
reformers 1561
otherwise 1562
james 1563
frankly 1564
unfortunate 1565
reply 1566
rene 1567
jay 1568
intervention 1569
financing 1570
essential 1571
cape 1572
calls 1573
bringing 1574
bourassa 1575
berthier 1576
specifically 1577
palliser 1578
officials 1579
montcalm 1580
fight 1581
crowfoot 1582
borotsik 1583
account 1584
abbott 1585
wentworth 1586
throughout 1587
temiscamingue 1588
hilaire 1589
friday 1590
deer 1591
clarify 1592
caroline 1593
rural 1594
option 1595
investigation 1596
coquitlam 1597
century 1598
anders 1599
additional 1600
realize 1601
pauline 1602
myron 1603
kitchener 1604
foundation 1605
closed 1606
addition 1607
organizations 1608
mine 1609
build 1610
breton 1611
montreal 1612
learned 1613
judicial 1614
worth 1615
tonight 1616
serve 1617
regarding 1618
murray 1619
mistake 1620
lynn 1621
intent 1622
included 1623
etobicoke 1624
eight 1625
duty 1626
conference 1627
carleton 1628
building 1629
bailey 1630
argue 1631
student 1632
raises 1633
partisan 1634
gurmant 1635
grewal 1636
consensus 1637
sharing 1638
september 1639
selkirk 1640
reduced 1641
internal 1642
include 1643
gagnon 1644
consultations 1645
books 1646
views 1647
sunshine 1648
strikes 1649
remind 1650
pro 1651
myers 1652
meetings 1653
islands 1654
instance 1655
growing 1656
gagliano 1657
became 1658
andrew 1659
advice 1660
abitibi 1661
university 1662
standards 1663
stage 1664
seek 1665
offenders 1666
fundy 1667
debated 1668
absolute 1669
resource 1670
quorum 1671
picard 1672
faith 1673
alfonso 1674
telling 1675
recorded 1676
interlake 1677
context 1678
complete 1679
christiane 1680
bellehumeur 1681
protected 1682
perfect 1683
exists 1684
event 1685
dewdney 1686
brings 1687
break 1688
belanger 1689
alouette 1690
ability 1691
send 1692
megantic 1693
marriage 1694
legislative 1695
kelowna 1696
jonquiere 1697
goal 1698
facing 1699
davies 1700
commissioner 1701
participate 1702
lalonde 1703
felt 1704
commerce 1705
unemployed 1706
settlement 1707
sea 1708
relations 1709
global 1710
expressed 1711
double 1712
dollar 1713
difficulty 1714
clock 1715
bottom 1716
wrote 1717
staff 1718
permit 1719
pages 1720
greg 1721
francine 1722
extradition 1723
existing 1724
evening 1725
europe 1726
duncan 1727
dangerous 1728
caucus 1729
violence 1730
test 1731
shows 1732
road 1733
refused 1734
libby 1735
levis 1736
joe 1737
equality 1738
anti 1739
somewhat 1740
marine 1741
equipment 1742
contributions 1743
consequences 1744
buy 1745
ashamed 1746
accordingly 1747
acceptable 1748
ur 1749
u 1750
supports 1751
sound 1752
reached 1753
menard 1754
howard 1755
gary 1756
built 1757
abuse 1758
tragedy 1759
stan 1760
purposes 1761
precedent 1762
paragraph 1763
night 1764
molgat 1765
glad 1766
followed 1767
discussed 1768
advertising 1769
proctor 1770
minority 1771
limited 1772
highly 1773
hebert 1774
consulted 1775
valleys 1776
straight 1777
schools 1778
reynolds 1779
ramsay 1780
norman 1781
kept 1782
helicopters 1783
equal 1784
disagree 1785
customs 1786
submit 1787
outside 1788
muise 1789
gildas 1790
fish 1791
val 1792
seniors 1793
saanich 1794
regions 1795
quality 1796
playing 1797
laliberte 1798
extend 1799
bev 1800
bargaining 1801
reflect 1802
mcnally 1803
mauril 1804
lumsden 1805
lies 1806
leaders 1807
intention 1808
ideas 1809
highland 1810
charlesbourg 1811
approximately 1812
willing 1813
tough 1814
relationship 1815
personally 1816
loss 1817
discrimination 1818
desjarlais 1819
becoming 1820
unique 1821
understood 1822
tobacco 1823
prevent 1824
premiums 1825
ongoing 1826
nuclear 1827
markham 1828
hilstrom 1829
convention 1830
tempore 1831
solve 1832
scotia 1833
nault 1834
meredith 1835
briefly 1836
appears 1837
training 1838
top 1839
solomon 1840
save 1841
operate 1842
objectives 1843
mounted 1844
missed 1845
lac 1846
herron 1847
hearings 1848
field 1849
false 1850
black 1851
treatment 1852
suggestions 1853
requires 1854
re 1855
negative 1856
local 1857
debating 1858
contract 1859
win 1860
transfer 1861
raising 1862
picture 1863
peterborough 1864
light 1865
governor 1866
contrary 1867
civil 1868
careful 1869
anybody 1870
allocation 1871
adams 1872
written 1873
turned 1874
trouble 1875
steve 1876
options 1877
lowther 1878
conclude 1879
attitude 1880
williams 1881
walt 1882
sydney 1883
propose 1884
prevention 1885
mines 1886
middlesex 1887
love 1888
formula 1889
declaration 1890
cpp 1891
bells 1892
arguments 1893
achieve 1894
werner 1895
schmidt 1896
running 1897
privileges 1898
premier 1899
nisga 1900
nino 1901
informed 1902
gst 1903
grow 1904
dennis 1905
burden 1906
surprised 1907
retirement 1908
marchi 1909
lastewka 1910
intend 1911
exchange 1912
di 1913
choices 1914
suggested 1915
stephane 1916
raynell 1917
ovid 1918
nice 1919
mahoney 1920
jackson 1921
invite 1922
fourth 1923
corporations 1924
choose 1925
blame 1926
alternative 1927
types 1928
transfers 1929
substantial 1930
increasing 1931
fishing 1932
fear 1933
elinor 1934
creating 1935
changing 1936
caplan 1937
began 1938
vercheres 1939
steps 1940
seeing 1941
promise 1942
productivity 1943
potential 1944
nor 1945
mcwhinney 1946
lambton 1947
jones 1948
appear 1949
afford 1950
whatever 1951
situations 1952
secondary 1953
manner 1954
london 1955
god 1956
game 1957
english 1958
beauport 1959
antoine 1960
sign 1961
reserve 1962
properly 1963
partnership 1964
occur 1965
nine 1966
legitimate 1967
events 1968
establish 1969
draw 1970
cohen 1971
charles 1972
waste 1973
treated 1974
transparency 1975
southwest 1976
sergio 1977
rosemont 1978
representatives 1979
marceau 1980
lunn 1981
keddy 1982
grace 1983
exercise 1984
constituency 1985
safe 1986
parts 1987
includes 1988
father 1989
died 1990
continuing 1991
bergeron 1992
applies 1993
added 1994
products 1995
possibility 1996
forced 1997
developed 1998
summer 1999
revert 2000
orleans 2001
montmorency 2002
helene 2003
front 2004
examine 2005
blood 2006
alarie 2007
weston 2008
un 2009
team 2010
release 2011
refugees 2012
promised 2013
millions 2014
length 2015
jerahmiel 2016
helping 2017
goods 2018
door 2019
details 2020
closely 2021
believes 2022
apologize 2023
ridiculous 2024
peoples 2025
package 2026
lakeland 2027
hart 2028
diplomatic 2029
dauphin 2030
dartmouth 2031
cumberland 2032
colchester 2033
brenda 2034
bay 2035
annual 2036
affect 2037
whip 2038
separate 2039
revenues 2040
quick 2041
internet 2042
creates 2043
coquihalla 2044
visit 2045
studies 2046
related 2047
helped 2048
fault 2049
compassion 2050
charlotte 2051
armed 2052
woman 2053
touch 2054
swan 2055
relevant 2056
portage 2057
personnel 2058
killed 2059
entitled 2060
claims 2061
charge 2062
beausejour 2063
announced 2064
acted 2065
wife 2066
whose 2067
trois 2068
thus 2069
rivieres 2070
proposing 2071
judgment 2072
including 2073
hundreds 2074
explanation 2075
contains 2076
born 2077
avoid 2078
allegations 2079
active 2080
weapons 2081
product 2082
offence 2083
negotiate 2084
drug 2085
aspects 2086
accepted 2087
whom 2088
strathcona 2089
sentencing 2090
robillard 2091
recognition 2092
privacy 2093
petitcodiac 2094
operations 2095
media 2096
lucienne 2097
lisgar 2098
essence 2099
eliminate 2100
directed 2101
background 2102
advantage 2103
supply 2104
rich 2105
rhetoric 2106
perspective 2107
payroll 2108
lincoln 2109
led 2110
eliminated 2111
count 2112
closure 2113
attempt 2114
arthabaska 2115
afternoon 2116
yugoslavia 2117
taylor 2118
somebody 2119
shared 2120
reach 2121
positions 2122
improved 2123
guimond 2124
games 2125
farmer 2126
especially 2127
challenges 2128
bigras 2129
america 2130
unions 2131
thanks 2132
starting 2133
spirit 2134
mac 2135
lachine 2136
industries 2137
entirely 2138
disaster 2139
coderre 2140
claim 2141
assure 2142
yves 2143
won 2144
vital 2145
vautour 2146
requested 2147
press 2148
occurred 2149
normal 2150
nancy 2151
lawyers 2152
julian 2153
fees 2154
conservatives 2155
transportation 2156
respected 2157
officer 2158
notre 2159
meant 2160
harb 2161
dundas 2162
dame 2163
courage 2164
corbin 2165
china 2166
angela 2167
alberni 2168
acknowledge 2169
tribute 2170
stormont 2171
regret 2172
obligation 2173
nolin 2174
model 2175
joseph 2176
hurt 2177
hit 2178
fishery 2179
burin 2180
activity 2181
protecting 2182
promises 2183
increases 2184
ignored 2185
federation 2186
faced 2187
f 2188
enormous 2189
elimination 2190
demand 2191
criteria 2192
competitive 2193
carolyn 2194
windsor 2195
w 2196
representation 2197
maintain 2198
losing 2199
lethbridge 2200
intergovernmental 2201
iles 2202
greatly 2203
fellow 2204
defend 2205
cash 2206
africa 2207
useful 2208
track 2209
shown 2210
resolve 2211
pride 2212
pressure 2213
presentation 2214
precisely 2215
merely 2216
mancini 2217
integrity 2218
humboldt 2219
healthy 2220
guarantee 2221
effects 2222
constructive 2223
broken 2224
zero 2225
schedule 2226
rocheleau 2227
projects 2228
practices 2229
offered 2230
negotiated 2231
movement 2232
hide 2233
engage 2234
directors 2235
des 2236
cowichan 2237
complicated 2238
commitments 2239
chicoutimi 2240
above 2241
tobique 2242
title 2243
politicians 2244
overall 2245
necessarily 2246
mai 2247
mactaquac 2248
louise 2249
lindell 2250
languages 2251
kent 2252
karetak 2253
invest 2254
interpretation 2255
export 2256
doyle 2257
develop 2258
consistent 2259
casey 2260
bertrand 2261
admit 2262
wendy 2263
sentence 2264
restigouche 2265
rahim 2266
multiculturalism 2267
mother 2268
joliette 2269
jaffer 2270
highest 2271
difficulties 2272
deserves 2273
denied 2274
crimes 2275
catterall 2276
arbitration 2277
announcement 2278
unity 2279
though 2280
straightforward 2281
publishers 2282
jennings 2283
driving 2284
crown 2285
criminals 2286
attack 2287
victim 2288
subsidies 2289
prairie 2290
possibly 2291
merit 2292
lill 2293
kilger 2294
fighting 2295
et 2296
check 2297
aside 2298
suffer 2299
sick 2300
rung 2301
repentigny 2302
middle 2303
malhi 2304
innocent 2305
gurbax 2306
gun 2307
generally 2308
element 2309
dr 2310
dna 2311
consumers 2312
caccia 2313
banking 2314
tools 2315
size 2316
penson 2317
kyoto 2318
kids 2319
impossible 2320
gaspe 2321
failure 2322
dispute 2323
die 2324
comprehensive 2325
class 2326
activities 2327
topic 2328
surprise 2329
stake 2330
sloan 2331
saada 2332
participation 2333
occasions 2334
nevertheless 2335
net 2336
madawaska 2337
kraft 2338
independence 2339
express 2340
davenport 2341
cutting 2342
consiglio 2343
complaints 2344
affects 2345
wetaskiwin 2346
valid 2347
town 2348
thinks 2349
suggesting 2350
shefford 2351
setting 2352
sell 2353
pointed 2354
missing 2355
january 2356
involvement 2357
hour 2358
deware 2359
departments 2360
covered 2361
boards 2362
base 2363
band 2364
voice 2365
threat 2366
text 2367
shuswap 2368
prairies 2369
operative 2370
obhrai 2371
lived 2372
inky 2373
gilmour 2374
ghislain 2375
elements 2376
elections 2377
effectively 2378
durham 2379
deepak 2380
career 2381
cadman 2382
bruce 2383
adding 2384
volpe 2385
speeches 2386
preamble 2387
perfectly 2388
pankiw 2389
ordinary 2390
kingsway 2391
essentially 2392
clean 2393
chose 2394
awareness 2395
applaud 2396
achieved 2397
whatsoever 2398
westminster 2399
ten 2400
stood 2401
savings 2402
sat 2403
providing 2404
privatization 2405
obligations 2406
native 2407
names 2408
mail 2409
ii 2410
harvey 2411
greatest 2412
forgotten 2413
familiar 2414
employers 2415
dead 2416
broad 2417
becomes 2418
assume 2419
approved 2420
target 2421
systems 2422
sport 2423
responded 2424
postal 2425
planning 2426
occasion 2427
nunziata 2428
nonsense 2429
managed 2430
letters 2431
laurin 2432
kill 2433
keeping 2434
investments 2435
generation 2436
enforcement 2437
elley 2438
demands 2439
assembly 2440
applied 2441
unbelievable 2442
sustainable 2443
room 2444
reserves 2445
religious 2446
proven 2447
presence 2448
performance 2449
original 2450
operatives 2451
milosevic 2452
ignore 2453
germain 2454
gatineau 2455
experts 2456
employer 2457
disease 2458
determine 2459
daily 2460
credibility 2461
caused 2462
brown 2463
application 2464
scholarship 2465
reported 2466
recall 2467
quadra 2468
puts 2469
mulroney 2470
limit 2471
lakeshore 2472
introduce 2473
hardy 2474
forth 2475
discussing 2476
deny 2477
delay 2478
belongs 2479
aid 2480
accused 2481
tribunal 2482
territory 2483
tells 2484
strength 2485
represented 2486
places 2487
pensions 2488
moral 2489
markets 2490
magazines 2491
incredible 2492
goldring 2493
france 2494
fifth 2495
ethics 2496
emphasize 2497
differently 2498
demonstrated 2499
causes 2500
bonaventure 2501
agrees 2502
administrative 2503
worst 2504
timely 2505
sue 2506
source 2507
replace 2508
organized 2509
neither 2510
mission 2511
leaving 2512
laurentides 2513
largest 2514
ind 2515
historic 2516
copy 2517
considerable 2518
conditional 2519
citizen 2520
cariboo 2521
territories 2522
subsection 2523
structure 2524
stories 2525
sounds 2526
secret 2527
sauvageau 2528
regime 2529
proposals 2530
papineau 2531
nick 2532
monique 2533
minorities 2534
marketing 2535
lotbiniere 2536
limits 2537
framework 2538
expected 2539
efficient 2540
detail 2541
definitely 2542
cummins 2543
cover 2544
consult 2545
concerning 2546
chilcotin 2547
authorize 2548
treat 2549
scholarships 2550
replacement 2551
reject 2552
refers 2553
portneuf 2554
philip 2555
petitioners 2556
parkdale 2557
pabok 2558
lloydminster 2559
francophonie 2560
fix 2561
exception 2562
everywhere 2563
contradiction 2564
concrete 2565
casson 2566
battlefords 2567
wisdom 2568
transparent 2569
tabling 2570
suspended 2571
remarkable 2572
proceedings 2573
negotiating 2574
loan 2575
intended 2576
identified 2577
grants 2578
gouk 2579
goals 2580
freedoms 2581
fit 2582
discepola 2583
cancer 2584
behaviour 2585
welfare 2586
violent 2587
tradition 2588
television 2589
reviewed 2590
promote 2591
prices 2592
outstanding 2593
older 2594
mayfield 2595
manage 2596
longueuil 2597
konrad 2598
irresponsible 2599
immediate 2600
generations 2601
ethnic 2602
drugs 2603
derrek 2604
delta 2605
debien 2606
conservation 2607
commercial 2608
closing 2609
brent 2610
belong 2611
apparently 2612
professional 2613
ports 2614
patry 2615
municipalities 2616
maud 2617
material 2618
interference 2619
input 2620
ice 2621
honest 2622
hockey 2623
forseth 2624
forms 2625
flexibility 2626
easily 2627
designed 2628
crucial 2629
argenteuil 2630
addressing 2631
worried 2632
travel 2633
targets 2634
speakers 2635
senior 2636
search 2637
russia 2638
resolved 2639
production 2640
premiers 2641
penalty 2642
patronage 2643
municipal 2644
medicare 2645
lawyer 2646
laid 2647
join 2648
guay 2649
discretion 2650
cross 2651
conventions 2652
body 2653
appointments 2654
amounts 2655
universal 2656
twice 2657
struck 2658
stinson 2659
sophia 2660
oak 2661
noted 2662
near 2663
mckay 2664
leung 2665
hospital 2666
gas 2667
fry 2668
falls 2669
extent 2670
excuse 2671
examined 2672
contribute 2673
contained 2674
comeau 2675
charges 2676
agricultural 2677
winter 2678
substances 2679
substance 2680
storm 2681
salaries 2682
sadly 2683
ronald 2684
ritz 2685
returns 2686
proof 2687
numerous 2688
mps 2689
infrastructure 2690
inflation 2691
generous 2692
finish 2693
explained 2694
european 2695
enjoy 2696
developing 2697
determined 2698
desrochers 2699
degree 2700
defined 2701
darrel 2702
brampton 2703
adjournment 2704
usual 2705
technical 2706
suppose 2707
street 2708
sexual 2709
selection 2710
procedures 2711
odina 2712
object 2713
nearly 2714
mount 2715
lowest 2716
looks 2717
logic 2718
items 2719
incident 2720
factor 2721
extensive 2722
exports 2723
executive 2724
despite 2725
danger 2726
dale 2727
confusion 2728
bonnie 2729
barnes 2730
allows 2731
watching 2732
urgent 2733
stress 2734
sovereignty 2735
seeking 2736
ridges 2737
reducing 2738
owe 2739
notes 2740
nicholas 2741
negotiation 2742
mess 2743
johnston 2744
implications 2745
chosen 2746
bosnia 2747
authorities 2748
addresses 2749
survive 2750
surpluses 2751
shepherd 2752
sets 2753
servants 2754
seconded 2755
rid 2756
released 2757
reilly 2758
oil 2759
hamilton 2760
error 2761
disgrace 2762
delivered 2763
damage 2764
clauses 2765
church 2766
charged 2767
beauce 2768
alex 2769
actual 2770
whelan 2771
usually 2772
unusual 2773
somehow 2774
residents 2775
permission 2776
outcome 2777
matapedia 2778
matane 2779
involves 2780
invested 2781
hopefully 2782
harvard 2783
gustafson 2784
file 2785
fast 2786
essex 2787
confused 2788
brain 2789
battle 2790
assist 2791
arrived 2792
william 2793
watch 2794
wanuskewin 2795
valuable 2796
tool 2797
strengthen 2798
species 2799
satisfied 2800
sarmite 2801
sales 2802
played 2803
pays 2804
modern 2805
humanitarian 2806
hedy 2807
eymard 2808
extra 2809
duhamel 2810
disappointed 2811
corporate 2812
bulte 2813
anyway 2814
virtually 2815
tired 2816
stakeholders 2817
son 2818
requirement 2819
partners 2820
nunavik 2821
michelle 2822
marchand 2823
leading 2824
keeps 2825
justify 2826
japan 2827
indicate 2828
improvement 2829
hepatitis 2830
gallery 2831
fishermen 2832
equally 2833
dumas 2834
domestic 2835
destroyed 2836
christmas 2837
caught 2838
bras 2839
border 2840
atkins 2841
athabasca 2842
appreciated 2843
wood 2844
upset 2845
somewhere 2846
shut 2847
ship 2848
risks 2849
redman 2850
profit 2851
prefer 2852
pollution 2853
operating 2854
improvements 2855
homes 2856
highway 2857
helicopter 2858
fundamentally 2859
feet 2860
fail 2861
extraordinary 2862
dockrill 2863
differences 2864
demanded 2865
climate 2866
analysis 2867
wilson 2868
unnecessary 2869
traditional 2870
tories 2871
thornhill 2872
supportive 2873
split 2874
shaughnessy 2875
shameful 2876
reputation 2877
regular 2878
refuse 2879
reaction 2880
quoted 2881
produced 2882
previously 2883
philosophy 2884
phillips 2885
likely 2886
leads 2887
jurisdictions 2888
imposed 2889
horse 2890
gentleman 2891
fewer 2892
describe 2893
convicted 2894
conduct 2895
attended 2896
advocate 2897
adoption 2898
worthy 2899
wilfert 2900
wide 2901
trend 2902
tragic 2903
theme 2904
sir 2905
silent 2906
renfrew 2907
oxford 2908
notion 2909
meaningful 2910
lesson 2911
influence 2912
hardly 2913
fought 2914
forum 2915
forest 2916
fire 2917
finestone 2918
experienced 2919
ethel 2920
ended 2921
delighted 2922
confirm 2923
chutes 2924
chaudiere 2925
chamberlain 2926
car 2927
bryon 2928
spring 2929
sending 2930
richardson 2931
respecting 2932
representing 2933
recognizes 2934
proposes 2935
premise 2936
pick 2937
nipissing 2938
mp 2939
minimum 2940
meaning 2941
item 2942
illegal 2943
helps 2944
helpful 2945
gain 2946
expression 2947
designated 2948
derek 2949
completed 2950
clerk 2951
chinese 2952
catholic 2953
capacity 2954
cambridge 2955
bouchard 2956
assessment 2957
agencies 2958
accomplish 2959
worry 2960
withdrawn 2961
wage 2962
sorts 2963
silence 2964
rising 2965
pembroke 2966
nafta 2967
k 2968
homeless 2969
enter 2970
described 2971
biggest 2972
augustine 2973
asks 2974
suffered 2975
spouse 2976
splitting 2977
shipbuilding 2978
series 2979
sentences 2980
relates 2981
opinions 2982
monopoly 2983
lots 2984
leaves 2985
implemented 2986
iftody 2987
gigantes 2988
gap 2989
easier 2990
charbonneau 2991
beauchesne 2992
assistant 2993
arrangements 2994
adequate 2995
vellacott 2996
stopped 2997
seconds 2998
representative 2999
rejected 3000
regulation 3001
refugee 3002
proposition 3003
partner 3004
overdue 3005
maloney 3006
innovation 3007
hypocrisy 3008
hundred 3009
fishers 3010
feeling 3011
expensive 3012
eugene 3013
drouin 3014
disabled 3015
currency 3016
criticism 3017
constantly 3018
backs 3019
appropriation 3020
ajax 3021
achievement 3022
accurate 3023
wages 3024
volunteers 3025
unable 3026
throw 3027
soldiers 3028
showing 3029
settled 3030
scientific 3031
salary 3032
offences 3033
notices 3034
mackenzie 3035
keyes 3036
jordan 3037
industrial 3038
identify 3039
historical 3040
furthermore 3041
finlay 3042
except 3043
eligible 3044
electoral 3045
blondin 3046
baie 3047
sold 3048
seat 3049
resume 3050
registration 3051
pursue 3052
pratt 3053
plant 3054
identity 3055
guelph 3056
fortunately 3057
elsewhere 3058
drain 3059
contributed 3060
conscience 3061
condition 3062
communications 3063
cbc 3064
canuel 3065
attend 3066
alliance 3067
understands 3068
taxed 3069
susan 3070
smoke 3071
sixth 3072
relatively 3073
reflected 3074
raymonde 3075
practical 3076
placed 3077
mint 3078
meantime 3079
magazine 3080
leonard 3081
implement 3082
governing 3083
ghitter 3084
folco 3085
flawed 3086
erie 3087
efficiency 3088
distinguished 3089
dignity 3090
depends 3091
deeply 3092
data 3093
coverage 3094
compete 3095
bigger 3096
athletes 3097
airport 3098
write 3099
wording 3100
wealth 3101
touched 3102
stronger 3103
selling 3104
ruled 3105
rosedale 3106
reiterate 3107
produce 3108
pockets 3109
pearson 3110
navy 3111
merchant 3112
maximum 3113
labrador 3114
jail 3115
expand 3116
exemption 3117
enjoyed 3118
dromisky 3119
define 3120
commit 3121
catch 3122
borders 3123
bear 3124
asia 3125
advance 3126
accounts 3127
thoughts 3128
sufficient 3129
records 3130
range 3131
peel 3132
mechanism 3133
liability 3134
larger 3135
joke 3136
interim 3137
federalism 3138
eventually 3139
destroy 3140
convinced 3141
content 3142
concluded 3143
coastal 3144
byrne 3145
acts 3146
typical 3147
tory 3148
torsney 3149
telegdi 3150
surrender 3151
summary 3152
stephan 3153
sectors 3154
requirements 3155
prior 3156
paddy 3157
mortgage 3158
memory 3159
lie 3160
lands 3161
insult 3162
institute 3163
holding 3164
harm 3165
greenwood 3166
fill 3167
facilities 3168
expenditures 3169
decades 3170
consumer 3171
clifford 3172
chatters 3173
bought 3174
bombing 3175
accomplished 3176
wondering 3177
transferred 3178
summit 3179
statute 3180
showed 3181
shortly 3182
ridings 3183
raymond 3184
quo 3185
psac 3186
profits 3187
parent 3188
murder 3189
killing 3190
involve 3191
incorrect 3192
hec 3193
governance 3194
cullen 3195
conducted 3196
clouthier 3197
bonwick 3198
bennett 3199
award 3200
arm 3201
appeared 3202
aircraft 3203
voluntary 3204
vaudreuil 3205
suspect 3206
somalia 3207
ships 3208
robertson 3209
requests 3210
receiving 3211
prudent 3212
productive 3213
pornography 3214
parole 3215
ours 3216
opening 3217
newspapers 3218
newspaper 3219
matthews 3220
marketplace 3221
maintained 3222
labelle 3223
inter 3224
inappropriate 3225
ill 3226
guarantees 3227
francophone 3228
forever 3229
farming 3230
eyes 3231
employee 3232
earth 3233
duplication 3234
drive 3235
deliver 3236
centres 3237
bureaucracy 3238
broadview 3239
beautiful 3240
wise 3241
vehicle 3242
ultimate 3243
sports 3244
soulanges 3245
sex 3246
scenario 3247
responses 3248
religion 3249
recommended 3250
plain 3251
patriotes 3252
pacific 3253
minds 3254
membership 3255
mechanisms 3256
investing 3257
forestry 3258
extended 3259
democrats 3260
custody 3261
confident 3262
charleswood 3263
assets 3264
accounting 3265
thunder 3266
stocks 3267
significantly 3268
sarnia 3269
refuses 3270
realistic 3271
prove 3272
passing 3273
medium 3274
massive 3275
logical 3276
literally 3277
inuit 3278
hospitals 3279
grassroots 3280
firm 3281
finished 3282
examination 3283
engaged 3284
distinction 3285
dilemma 3286
dear 3287
correctly 3288
component 3289
barriers 3290
ban 3291
apec 3292
although 3293
witness 3294
vanier 3295
uses 3296
threatened 3297
studied 3298
round 3299
rely 3300
primary 3301
pierrefonds 3302
peric 3303
passage 3304
pain 3305
lebel 3306
janko 3307
intervene 3308
hurts 3309
eye 3310
employed 3311
edward 3312
drop 3313
crops 3314
correctional 3315
corrected 3316
consequently 3317
chambly 3318
believed 3319
vulnerable 3320
ultimately 3321
toxic 3322
subsidy 3323
space 3324
sincere 3325
rosetown 3326
respects 3327
recovery 3328
printed 3329
pontiac 3330
penalties 3331
pattern 3332
musquodoboit 3333
mcguire 3334
mandatory 3335
loved 3336
lessons 3337
heads 3338
finding 3339
factors 3340
entertain 3341
educational 3342
dollard 3343
dialogue 3344
delegation 3345
claudette 3346
chris 3347
cents 3348
category 3349
broke 3350
brian 3351
bradshaw 3352
billions 3353
august 3354
walk 3355
visited 3356
turning 3357
tied 3358
square 3359
settle 3360
serving 3361
sections 3362
saving 3363
robichaud 3364
resuming 3365
resign 3366
removed 3367
reflects 3368
presently 3369
phone 3370
nowhere 3371
naturally 3372
named 3373
mayor 3374
mabel 3375
luck 3376
legacy 3377
largely 3378
issued 3379
inclusion 3380
houses 3381
honoured 3382
fixed 3383
expenses 3384
exact 3385
denominational 3386
dedicated 3387
contact 3388
cold 3389
boundaries 3390
badly 3391
arrogance 3392
allowing 3393
allies 3394
accord 3395
watched 3396
taught 3397
strange 3398
separatists 3399
returned 3400
prosperity 3401
percentage 3402
heavy 3403
fails 3404
extreme 3405
evident 3406
estimated 3407
encouraged 3408
disturbing 3409
district 3410
cote 3411
complaint 3412
cleansing 3413
biggar 3414
assured 3415
army 3416
anthem 3417
whitby 3418
version 3419
succeed 3420
streets 3421
skills 3422
sensitive 3423
richelieu 3424
ran 3425
rail 3426
publicly 3427
moreover 3428
likes 3429
liked 3430
lavoie 3431
latin 3432
krever 3433
immigrants 3434
husband 3435
hall 3436
grateful 3437
gloucester 3438
funny 3439
funded 3440
ends 3441
empty 3442
economics 3443
dufferin 3444
doctors 3445
deadline 3446
contempt 3447
considering 3448
confederation 3449
computer 3450
compromise 3451
communication 3452
clarity 3453
cities 3454
capable 3455
calder 3456
bureaucrats 3457
bradford 3458
binding 3459
begun 3460
beaupre 3461
audit 3462
appoint 3463
anywhere 3464
writing 3465
winning 3466
uncertainty 3467
trained 3468
thirty 3469
shares 3470
seemed 3471
republic 3472
replaced 3473
rapidly 3474
quotas 3475
portion 3476
mexico 3477
method 3478
ile 3479
hurting 3480
globe 3481
famous 3482
erminie 3483
era 3484
encouraging 3485
earned 3486
doors 3487
divisions 3488
determination 3489
dependent 3490
delivery 3491
deep 3492
combat 3493
caution 3494
breaking 3495
blind 3496
approval 3497
anjou 3498
amazing 3499
accident 3500
abandoned 3501
volunteer 3502
treaties 3503
testimony 3504
terrebonne 3505
smaller 3506
sight 3507
seventh 3508
sale 3509
runs 3510
roux 3511
representations 3512
recommend 3513
punishment 3514
privy 3515
prison 3516
platform 3517
phrase 3518
philippe 3519
payment 3520
participated 3521
obtain 3522
missions 3523
indication 3524
increasingly 3525
hypothetical 3526
hoping 3527
hidden 3528
guys 3529
guaranteed 3530
gore 3531
focused 3532
dramatically 3533
distinct 3534
depend 3535
corruption 3536
club 3537
closer 3538
citation 3539
brossard 3540
blue 3541
blainville 3542
bellemare 3543
awards 3544
ahuntsic 3545
advisory 3546
visible 3547
suggests 3548
ste 3549
spivak 3550
smoking 3551
sarkis 3552
route 3553
requesting 3554
reminds 3555
relationships 3556
quiet 3557
opened 3558
oh 3559
offers 3560
offender 3561
marks 3562
legislate 3563
learning 3564
kilometres 3565
inform 3566
gdp 3567
flags 3568
firearms 3569
duties 3570
dropped 3571
dare 3572
bramalea 3573
associated 3574
assadourian 3575
vast 3576
unreasonable 3577
unprecedented 3578
undertake 3579
trading 3580
thoughtful 3581
stuff 3582
secure 3583
salute 3584
salmon 3585
remove 3586
relate 3587
register 3588
published 3589
planned 3590
patient 3591
neighbours 3592
mining 3593
malton 3594
lists 3595
leeds 3596
intends 3597
instances 3598
improving 3599
guilty 3600
grenville 3601
globalization 3602
expense 3603
establishment 3604
elaborate 3605
drawn 3606
diversity 3607
crop 3608
concur 3609
buildings 3610
barrie 3611
weekend 3612
waters 3613
virtual 3614
unlike 3615
undertaking 3616
thousand 3617
telecommunications 3618
stick 3619
stability 3620
relation 3621
reductions 3622
queen 3623
qualify 3624
plight 3625
pilot 3626
panel 3627
monitoring 3628
mixed 3629
july 3630
intentions 3631
hussein 3632
heavily 3633
frustration 3634
eleni 3635
earn 3636
diplomacy 3637
desire 3638
declared 3639
carroll 3640
cannis 3641
bakopanos 3642
await 3643
attendance 3644
arbitrator 3645
analogy 3646
worthwhile 3647
waited 3648
universities 3649
travelling 3650
shape 3651
sang 3652
quoting 3653
qualified 3654
presume 3655
preserve 3656
plamondon 3657
physical 3658
participating 3659
papers 3660
offices 3661
oecd 3662
nurses 3663
monetary 3664
mitchell 3665
knutson 3666
judiciary 3667
hastings 3668
guard 3669
gar 3670
existence 3671
deane 3672
criticized 3673
criticize 3674
constituent 3675
consistently 3676
confirmed 3677
components 3678
comply 3679
challenged 3680
answering 3681
albertans 3682
accessibility 3683
victory 3684
unless 3685
surviving 3686
sun 3687
sum 3688
substantive 3689
substantially 3690
speller 3691
sits 3692
shipping 3693
saved 3694
sault 3695
reverse 3696
repeated 3697
radio 3698
primarily 3699
prepare 3700
picked 3701
permanent 3702
orville 3703
moves 3704
ministerial 3705
mergers 3706
married 3707
manicouagan 3708
levy 3709
lennox 3710
legislators 3711
innovative 3712
incomes 3713
huron 3714
historically 3715
grown 3716
genocide 3717
fly 3718
filled 3719
director 3720
decline 3721
conclusions 3722
compared 3723
cheque 3724
celebrate 3725
attempting 3726
assiniboia 3727
affecting 3728
addington 3729
abroad 3730
tuition 3731
tobin 3732
theory 3733
territorial 3734
targeted 3735
surprising 3736
studying 3737
sought 3738
solid 3739
site 3740
renewed 3741
regulatory 3742
proactive 3743
precise 3744
precedents 3745
plays 3746
phase 3747
peaceful 3748
partnerships 3749
parrish 3750
ownership 3751
openness 3752
okay 3753
objection 3754
nd 3755
mothers 3756
moody 3757
maritime 3758
lucien 3759
lay 3760
internationally 3761
impression 3762
impose 3763
hoped 3764
headed 3765
fuel 3766
finances 3767
expertise 3768
experiences 3769
disputes 3770
connection 3771
commodity 3772
collection 3773
clearer 3774
beaudoin 3775
assent 3776
aileen 3777
wars 3778
tune 3779
trip 3780
therese 3781
subcommittee 3782
slow 3783
signatures 3784
severe 3785
reservations 3786
rehabilitation 3787
reg 3788
race 3789
quebecers 3790
promoting 3791
polls 3792
owned 3793
outrageous 3794
op 3795
modest 3796
longfield 3797
literacy 3798
judi 3799
invited 3800
homelessness 3801
herself 3802
function 3803
frustrated 3804
extraordinarily 3805
excluded 3806
effectiveness 3807
disabilities 3808
demanding 3809
decrease 3810
costly 3811
cool 3812
contracts 3813
consecutive 3814
branch 3815
blackstrap 3816
beg 3817
bar 3818
approve 3819
alcock 3820
vaughan 3821
unanimously 3822
twenty 3823
trudeau 3824
terribly 3825
submitted 3826
stratton 3827
starts 3828
sites 3829
simard 3830
scrutiny 3831
ring 3832
reflection 3833
patience 3834
path 3835
outlined 3836
moncton 3837
missisquoi 3838
laughing 3839
inherent 3840
guidelines 3841
grew 3842
grab 3843
frank 3844
fiftieth 3845
feels 3846
falling 3847
driven 3848
dream 3849
differ 3850
cooperation 3851
consequence 3852
cmhc 3853
cars 3854
brome 3855
boundary 3856
boat 3857
below 3858
balkans 3859
assurance 3860
arrangement 3861
alternatives 3862
weak 3863
warning 3864
voters 3865
travelled 3866
tolerate 3867
tests 3868
tend 3869
telephone 3870
tags 3871
surrounding 3872
summarize 3873
stock 3874
seats 3875
scientists 3876
reviewing 3877
perth 3878
odd 3879
occurring 3880
narrow 3881
marijuana 3882
losses 3883
larry 3884
kilgour 3885
incentive 3886
grounds 3887
govern 3888
friendship 3889
forthcoming 3890
firms 3891
existed 3892
drinking 3893
devastating 3894
daughter 3895
critic 3896
counsel 3897
charities 3898
broader 3899
awful 3900
aurora 3901
amateur 3902
steckle 3903
spread 3904
sooner 3905
shocking 3906
roger 3907
realized 3908
rationale 3909
professor 3910
premium 3911
poll 3912
players 3913
phinney 3914
owners 3915
outset 3916
olympic 3917
observations 3918
notwithstanding 3919
mistaken 3920
minor 3921
mccormick 3922
located 3923
lewis 3924
lawson 3925
handle 3926
guns 3927
gross 3928
goodness 3929
gains 3930
fortunate 3931
film 3932
feelings 3933
expert 3934
equitable 3935
ensuring 3936
dfo 3937
developments 3938
denying 3939
demonstrate 3940
deficits 3941
defending 3942
core 3943
continually 3944
conflicts 3945
condolences 3946
cited 3947
cite 3948
cheques 3949
checked 3950
bilingual 3951
beth 3952
associations 3953
asselin 3954
assault 3955
arms 3956
apology 3957
apart 3958
amending 3959
alive 3960
aids 3961
admitted 3962
adjustment 3963
wto 3964
wherever 3965
urban 3966
trial 3967
train 3968
timing 3969
teachers 3970
tactics 3971
sudden 3972
specifics 3973
serves 3974
scope 3975
rouge 3976
